Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# diagnostics.sync.content.off
source: Content sync is off on this device. Settings and keys can still sync.
es: La sincronización de contenido está desactivada en este dispositivo. Los ajustes y las claves pueden seguir sincronizándose.
ja: このデバイスのコンテンツ同期は無効です。設定とキーは引き続き同期できます。
zh_hans: 此设备的内容同步已关闭，设置和密钥仍可同步。

# diagnostics.sync.content.on
source: Content sync is on for this device.
es: La sincronización de contenido está activada en este dispositivo.
ja: このデバイスのコンテンツ同期は有効です。
zh_hans: 此设备的内容同步已开启。

# diagnostics.sync.details
source: Sync details
es: Detalles de sincronización
ja: 同期の詳細
zh_hans: 同步详情

# diagnostics.sync.events
source: Recent sync activity
es: Actividad reciente de sincronización
ja: 最近の同期履歴
zh_hans: 最近同步活动

# diagnostics.sync.events.history.latestFailed
source: %lld recorded sync events; the last recorded attempt failed. This history does not establish current sync health.
es: %lld eventos de sincronización registrados; el último intento registrado falló. Este historial no confirma el estado actual de la sincronización.
ja: %lld件の同期イベントが記録されており、前回の記録された試行は失敗しました。この履歴から現在の同期状態は判断できません。
zh_hans: 已记录 %lld 次同步事件，上次尝试失败。这些历史记录不能说明当前同步状况。

# diagnostics.sync.events.history.mixed
source: %lld recorded sync events, including %lld failures. The last recorded attempt succeeded; earlier failures may concern a different sync operation.
es: %lld eventos de sincronización registrados, con %lld fallos. El último intento registrado tuvo éxito; los fallos anteriores pueden corresponder a otra operación de sincronización.
ja: %lld件の同期イベントが記録されており、%lld件が失敗しました。前回の記録された試行は成功しましたが、以前の失敗は別の同期処理に関する可能性があります。
zh_hans: 已记录 %lld 次同步事件，包括 %lld 次失败。上次尝试成功，之前的失败可能涉及其他同步操作。

# diagnostics.sync.events.ok
source: %lld recent sync events.
es: %lld eventos de sincronización recientes.
ja: 最近の同期イベント：%lld件。
zh_hans: 最近有 %lld 次同步事件。

# diagnostics.sync.icloud
source: iCloud sync
es: Sincronización de iCloud
ja: iCloud同期
zh_hans: iCloud 同步

# diagnostics.sync.ok
source: Signed in to iCloud.
es: Sesión iniciada en iCloud.
ja: iCloudにサインインしています。
zh_hans: 已登录 iCloud。

# diagnostics.sync.unknown
source: iCloud account status unavailable.
es: Estado de la cuenta de iCloud no disponible.
ja: iCloudアカウントの状態を取得できません。
zh_hans: 无法获取 iCloud 账户状态。

# diagnostics.sync.watch.asleep
source: Apple Watch is paired — it'll sync when it's awake and nearby.
es: Apple Watch está enlazado: se sincronizará cuando esté activo y cerca.
ja: Apple Watchはペアリング済みです。スリープが解除され、近くにあると同期します。
zh_hans: Apple Watch 已配对，唤醒并靠近时即可同步。

# diagnostics.sync.watch.courierFailing
source: Recent settings updates to the watch haven't gone through.
es: Las últimas actualizaciones de ajustes del reloj no se enviaron.
ja: 最近のWatchへの設定更新は届いていません。
zh_hans: 最近的手表设置更新未能送达。

# diagnostics.sync.watch.disabled
source: Watch sync is turned off in Settings ▸ Apple Watch.
es: La sincronización con el Watch está desactivada en Ajustes ▸ Apple Watch.
ja: 設定 ▸ Apple WatchでWatchの同期が無効になっています。
zh_hans: 手表同步已在“设置”▸“Apple Watch”中关闭。

# diagnostics.sync.watch.lastTurn
source: Last Watch reply landed %@.
es: Última respuesta del Watch recibida %@.
ja: 前回のWatchからの返信受信：%@。
zh_hans: 上次手表回复到达于 %@。

# diagnostics.sync.watch.neverTurn
source: This iPhone hasn't observed a successful Watch reply yet — record once from the wrist to confirm end-to-end.
es: Este iPhone aún no ha detectado una respuesta correcta del Watch: graba una vez desde el reloj para confirmar todo el recorrido.
ja: このiPhoneではWatchからの返信の成功をまだ確認していません。Watchで一度録音して、全体の動作を確認してください。
zh_hans: 此 iPhone 尚未收到成功的手表回复。请从手表录音一次，以确认整个流程。

# diagnostics.sync.watch.notInstalled
source: Conduck isn't installed on your Apple Watch — install it from the Watch app to use it on the wrist.
es: Conduck no está instalado en tu Apple Watch: instálalo desde la app Watch para usarlo en el reloj.
ja: Apple WatchにConduckがインストールされていません。Watchアプリからインストールしてください。
zh_hans: Apple Watch 尚未安装 Conduck，请从 Watch App 安装后在手表上使用。

# diagnostics.sync.watch.reachable
source: Apple Watch is connected.
es: Apple Watch está conectado.
ja: Apple Watchは接続されています。
zh_hans: Apple Watch 已连接。

# diagnostics.title
source: Diagnostics
es: Diagnóstico
ja: 診断
zh_hans: 诊断

# diagnostics.voice.mic
source: Microphone
es: Micrófono
ja: マイク
zh_hans: 麦克风

# diagnostics.voice.mic.denied
source: Microphone access is off for Conduck.
es: El acceso al micrófono está desactivado para Conduck.
ja: Conduckのマイクへのアクセスが無効です。
zh_hans: Conduck 的麦克风访问已关闭。

# diagnostics.voice.mic.restricted
source: Microphone access is controlled by Screen Time or device management.
es: El acceso al micrófono está controlado por Tiempo de uso o por la gestión del dispositivo.
ja: マイクへのアクセスは、スクリーンタイムまたはデバイス管理で制限されています。
zh_hans: 麦克风权限由“屏幕使用时间”或设备管理控制。

# diagnostics.voice.permissions
source: Recording permissions
es: Permisos de grabación
ja: 録音の権限
zh_hans: 录音权限

# diagnostics.voice.playback.notTested
source: Playback hasn't been tested for this setup. This test speaks aloud.
es: La reproducción no se ha probado con esta configuración. Esta prueba habla en voz alta.
ja: この設定での再生は未テストです。このテストでは音声を読み上げます。
zh_hans: 此设置尚未测试播放。测试会发出声音。

# diagnostics.voice.played
source: Played a sample
es: Muestra reproducida
ja: サンプルを再生しました
zh_hans: 已播放示例

# diagnostics.voice.playing
source: Playing a sample…
es: Reproduciendo una muestra…
ja: サンプルを再生中…
zh_hans: 正在播放示例…

# diagnostics.voice.preview.keyUnreadable
source: The voice key couldn't be read from the Keychain — unlock the device and try again.
es: No se pudo leer la clave de voz del llavero: desbloquea el dispositivo y vuelve a intentarlo.
ja: キーチェーンから音声用のキーを読み取れませんでした。デバイスのロックを解除して再試行してください。
zh_hans: 无法从钥匙串读取语音密钥，请解锁设备后重试。

# diagnostics.voice.preview.missingKey
source: Add your voice provider's key in Settings to preview this voice.
es: Añade la clave de tu proveedor de voz en Ajustes para escuchar esta voz.
ja: この音声を試聴するには、設定で音声プロバイダーのキーを追加してください。
zh_hans: 请在“设置”中添加语音服务商的密钥，以试听此声音。

# diagnostics.voice.setup.keyUnreadable
source: A key is saved for this provider but can't be read back — re-enter it in Voice settings.
es: Hay una clave guardada para este proveedor, pero no se puede leer: vuelve a introducirla en los ajustes de Voz.
ja: このプロバイダーのキーは保存されていますが読み取れません。音声設定で再入力してください。
zh_hans: 此服务商已保存密钥，但无法读取。请在“语音”设置中重新输入。

# diagnostics.voice.setup.needsSetup
source: Needs setup — finish this provider in Voice settings.
es: Necesita configuración: completa este proveedor en los ajustes de Voz.
ja: 設定が必要です。音声設定でこのプロバイダーの設定を完了してください。
zh_hans: 需要设置，请在“语音”设置中完成此服务商的配置。

# diagnostics.voice.setup.stt
source: Speech-to-Text
es: Voz a texto
ja: 音声からテキスト
zh_hans: 语音转文字

# diagnostics.voice.setup.tts
source: Text-to-Speech
es: Texto a voz
ja: テキストから音声
zh_hans: 文字转语音

# diagnostics.voice.speech
source: Speech recognition
es: Reconocimiento de voz
ja: 音声認識
zh_hans: 语音识别

# diagnostics.voice.speech.restricted
source: Speech Recognition is controlled by Screen Time or device management.
es: El reconocimiento de voz está controlado por Tiempo de uso o por la gestión del dispositivo.
ja: 音声認識は、スクリーンタイムまたはデバイス管理で制限されています。
zh_hans: 语音识别权限由“屏幕使用时间”或设备管理控制。

# diagnostics.voice.stt.auth
source: Transcription key
es: Clave de transcripción
ja: 文字起こしキー
zh_hans: 转写密钥

# diagnostics.voice.stt.auth.keyless
source: Transcription endpoint
es: Punto de conexión de transcripción
ja: 文字起こしエンドポイント
zh_hans: 转写端点

# diagnostics.voice.stt.heard
source: Heard: %@
es: Reconocido: %@
ja: 認識した内容：%@
zh_hans: 识别到：%@

# diagnostics.voice.stt.test
source: Transcription test
es: Prueba de transcripción
ja: 文字起こしテスト
zh_hans: 转写测试

# diagnostics.voice.tts.preview
source: Voice preview
es: Muestra de voz
ja: 音声の試聴
zh_hans: 语音试听

# diagnostics.watch.micDenied
source: Microphone is off on the watch — allow it in the Watch app's settings to record from the wrist.
es: El micrófono está desactivado en el reloj: permítelo en los ajustes de la app Watch para grabar desde el reloj.
ja: Watchのマイクが無効です。Watchアプリの設定で許可して、Watchから録音できるようにしてください。
zh_hans: 手表上的麦克风权限已关闭。请在 Watch App 的设置中允许访问，以便从手表录音。

# diagnostics.watch.noResponse
source: Watch didn't respond. Open Conduck on your Watch, then check again.
es: El Watch no respondió. Abre Conduck en tu Watch y vuelve a comprobar.
ja: Watchが応答しませんでした。WatchでConduckを開いて再確認してください。
zh_hans: 手表未响应，请在 Apple Watch 上打开 Conduck，再次检查。

# diagnostics.watch.notifDenied
source: Notifications are off on the watch — replies to wrist asks won't alert there.
es: Las notificaciones están desactivadas en el reloj: las respuestas a tus preguntas desde el reloj no generarán avisos allí.
ja: Watchの通知が無効です。Watchからの質問への返信は通知されません。
zh_hans: 手表上的通知已关闭，手表提问的回复不会发出提醒。

# diagnostics.watch.relayQueue
source: %lld recording(s) waiting on the watch to transcribe — they process when the watch reaches this iPhone.
es: %lld grabaciones esperan en el reloj para transcribirse: se procesarán cuando el reloj conecte con este iPhone.
ja: Watchで%lld件の録音が文字起こしを待っています。このiPhoneに接続すると処理されます。
zh_hans: 手表上有 %lld 段录音等待转写，手表连接到此 iPhone 后会处理。

# diagnostics.watch.settings.behind
source: The watch hasn't received the latest settings yet — updates deliver when it's awake and nearby.
es: El reloj aún no recibió los últimos ajustes: las actualizaciones llegan cuando está activo y cerca.
ja: Watchは最新の設定をまだ受信していません。スリープが解除され、近くにあると届きます。
zh_hans: 手表尚未收到最新设置，唤醒并靠近时即可送达更新。

# diagnostics.watch.settings.current
source: Watch accepted the latest settings %@.
es: El Watch aceptó los últimos ajustes %@.
ja: Watchが最新の設定を受信しました：%@。
zh_hans: 手表接受了最新设置：%@。

# diagnostics.watch.settings.never
source: The watch hasn't accepted settings from this iPhone yet.
es: El reloj aún no ha aceptado ajustes de este iPhone.
ja: WatchはこのiPhoneからの設定をまだ受信していません。
zh_hans: 手表尚未接受此 iPhone 的设置。

# diagnostics.watch.staleFacts
source: Last check from %@:
es: Última comprobación desde %@:
ja: 前回の確認（%@）：
zh_hans: 上次检查来自 %@：

# diagnostics.watch.unsupported
source: The watch responded, but its Conduck version doesn't support health checks yet — update the app on the watch.
es: El reloj respondió, pero su versión de Conduck aún no admite comprobaciones de estado: actualiza la app en el reloj.
ja: Watchから応答がありましたが、Conduckのバージョンが診断に対応していません。Watchのアプリを更新してください。
zh_hans: 手表已响应，但它的 Conduck 版本尚不支持状态检查。请更新手表上的 App。

# error.recipeLink.howToFix
source: How to fix this
es: Cómo resolverlo
ja: 解決方法
zh_hans: 如何修复

# error.unreachable.retry
source: Couldn't reach your AI. Try again.
es: No se pudo conectar con tu IA. Inténtalo de nuevo.
ja: AIに接続できませんでした。再試行してください。
zh_hans: 无法连接你的 AI，请重试。

# fileTransfer.attach.retry
source: Retry
es: Reintentar
ja: 再試行
zh_hans: 重试

# fileTransfer.attach.serverTile
source: Attached file %@ for your file server
es: Archivo adjunto %@ para tu servidor de archivos
ja: ファイルサーバー用の添付ファイル%@
zh_hans: 待传至文件服务器的附加文件 %@

# fileTransfer.attach.setUp.a11y
source: Set up file transfer
es: Configurar transferencia de archivos
ja: ファイル転送を設定
zh_hans: 设置文件传输

# fileTransfer.attach.setUp.label
source: Set Up File Transfer…
es: Configurar transferencia de archivos…
ja: ファイル転送を設定…
zh_hans: 设置文件传输…

# fileTransfer.attach.uploaded
source: Uploaded to your file server
es: Subido a tu servidor de archivos
ja: ファイルサーバーにアップロード済み
zh_hans: 已上传到文件服务器

# fileTransfer.attach.uploading
source: Uploading to your file server
es: Subiendo a tu servidor de archivos
ja: ファイルサーバーにアップロード中
zh_hans: 正在上传到文件服务器

# fileTransfer.certificate.automatic
source: Automatic
es: Automática
ja: 自動
zh_hans: 自动

# fileTransfer.certificate.automaticSaveRequired
source: Automatic · Save required
es: Automática · Hay que guardar
ja: 自動 · 保存が必要
zh_hans: 自动 · 需要保存

# fileTransfer.certificate.pinned
source: Pinned on this device
es: Huella fijada en este dispositivo
ja: このデバイスで固定済み
zh_hans: 已在此设备固定

# fileTransfer.certificate.pinnedSaveRequired
source: Pinned · Save required
es: Huella fijada · Hay que guardar
ja: 固定済み · 保存が必要
zh_hans: 已固定 · 需要保存

# fileTransfer.certificate.row
source: Server certificate
es: Certificado del servidor
ja: サーバー証明書
zh_hans: 服务器证书

# fileTransfer.composer.escape
source: Not at your server right now? Close this and remove the file to send your message without it.
es: ¿No estás junto a tu servidor ahora? Cierra esto y elimina el archivo para enviar tu mensaje sin él.
ja: 今はサーバーを操作できませんか？これを閉じて添付ファイルを外すと、ファイルなしでメッセージを送れます。
zh_hans: 现在无法访问服务器？请关闭此页面并移除文件，即可不带文件发送消息。

# fileTransfer.connected.footer
source: Your agent can read and write files in this gateway's working folder.
es: Tu agente puede leer y escribir archivos en la carpeta de trabajo de esta pasarela.
ja: エージェントはこのゲートウェイの作業フォルダでファイルを読み書きできます。
zh_hans: 智能体可以读写此网关工作文件夹中的文件。

# fileTransfer.connected.header
source: File transfer
es: Transferencia de archivos
ja: ファイル転送
zh_hans: 文件传输

# fileTransfer.connected.retest
source: Test again
es: Probar de nuevo
ja: 再テスト
zh_hans: 再次测试

# fileTransfer.credential.copied
source: Copied
es: Copiado
ja: コピーしました
zh_hans: 已复制

# fileTransfer.credential.copy
source: Copy password
es: Copiar contraseña
ja: パスワードをコピー
zh_hans: 复制密码

# fileTransfer.credential.generate
source: Generate credential
es: Generar credencial
ja: 認証情報を生成
zh_hans: 生成凭据

# fileTransfer.credential.header
source: Server password
es: Contraseña del servidor
ja: サーバーパスワード
zh_hans: 服务器密码

# fileTransfer.credential.helper
source: Conduck signs in as conduck. Generate the password your file server must accept.
es: Conduck inicia sesión como conduck. Genera la contraseña que debe aceptar tu servidor de archivos.
ja: Conduckはconduckとしてサインインします。ファイルサーバーで使うパスワードを生成してください。
zh_hans: Conduck 使用 conduck 用户名登录。请生成文件服务器需要接受的密码。

# fileTransfer.credential.helper.v2
source: Conduck signs in as conduck. Generate the password here, then give it to your file server — Quick connect does that for you.
es: Conduck inicia sesión como conduck. Genera aquí la contraseña y configúrala en tu servidor de archivos; Conexión rápida lo hace por ti.
ja: Conduckはconduckとしてサインインします。ここでパスワードを生成し、ファイルサーバーに設定してください。クイック接続なら自動で設定できます。
zh_hans: Conduck 使用 conduck 用户名登录。请在此生成密码，再配置到文件服务器；“快速连接”可代你完成此步骤。

# fileTransfer.credential.helper.v3
source: Generate the password here, then give it to your file server — Quick connect does that for you.
es: Genera aquí la contraseña y configúrala en tu servidor de archivos; Conexión rápida lo hace por ti.
ja: ここでパスワードを生成し、ファイルサーバーに設定してください。クイック接続なら自動で設定できます。
zh_hans: 请在此生成密码，再配置到文件服务器；“快速连接”可代你完成此步骤。

# fileTransfer.credential.hide
source: Hide
es: Ocultar
ja: 隠す
zh_hans: 隐藏

# fileTransfer.credential.passwordLabel
source: Password
es: Contraseña
ja: パスワード
zh_hans: 密码

# fileTransfer.credential.regenerate
source: Regenerate credential
es: Volver a generar credencial
ja: 認証情報を再生成
zh_hans: 重新生成凭据

# fileTransfer.credential.reveal
source: Reveal
es: Mostrar
ja: 表示
zh_hans: 显示

# fileTransfer.credential.savedHidden
source: Password saved. Generate a new one to view it.
es: Contraseña guardada. Genera una nueva para verla.
ja: パスワードは保存されています。表示するには新しく生成してください。
zh_hans: 密码已保存，如需查看，请生成新密码。

# fileTransfer.credential.userLabel
source: Username
es: Nombre de usuario
ja: ユーザー名
zh_hans: 用户名

# fileTransfer.credential.writeFailed
source: Couldn't save the password to this device's Keychain. Try again.
es: No se pudo guardar la contraseña en el llavero de este dispositivo. Inténtalo de nuevo.
ja: このデバイスのキーチェーンにパスワードを保存できませんでした。再試行してください。
zh_hans: 无法将密码保存到此设备的钥匙串，请重试。

# fileTransfer.detachedReference
source: Unavailable here
es: No disponible aquí
ja: ここでは利用不可
zh_hans: 此处不可用

# fileTransfer.detachedReference.accessibility
source: File %@, unavailable here
es: Archivo %@, no disponible aquí
ja: ファイル%@、ここでは利用不可
zh_hans: 文件 %@，此处不可用

# fileTransfer.download.failed
source: Couldn't download the file.
es: No se pudo descargar el archivo.
ja: ファイルをダウンロードできませんでした。
zh_hans: 无法下载文件。

# fileTransfer.download.inProgress
source: Downloading…
es: Descargando…
ja: ダウンロード中…
zh_hans: 正在下载…

# fileTransfer.download.softConfirm.download
source: Download
es: Descargar
ja: ダウンロード
zh_hans: 下载

# fileTransfer.download.softConfirm.message
source: %1$@ is %2$@ in size. Large files can take a while to download.
es: %1$@ tiene un tamaño de %2$@. Los archivos grandes pueden tardar en descargarse.
ja: %1$@のサイズは%2$@です。大きいファイルのダウンロードには時間がかかることがあります。
zh_hans: %1$@ 的大小为 %2$@，下载大文件可能需要一些时间。

# fileTransfer.download.softConfirm.title
source: Download large file?
es: ¿Descargar archivo grande?
ja: 大きいファイルをダウンロードしますか？
zh_hans: 下载大文件？

# fileTransfer.error.authFailed
source: Your file-server rejected the connection.
es: Tu servidor de archivos rechazó la conexión.
ja: ファイルサーバーが接続を拒否しました。
zh_hans: 文件服务器拒绝了连接。

# fileTransfer.error.authFailed.recovery
source: Open Settings → Personal AI and re-run File transfer setup to refresh the connection.
es: Abre Ajustes → IA personal y vuelve a ejecutar la configuración de Transferencia de archivos para actualizar la conexión.
ja: 設定 → パーソナルAIでファイル転送の設定をやり直して、接続を更新してください。
zh_hans: 打开“设置”→“个人 AI”，重新运行文件传输设置，以刷新连接。

# fileTransfer.error.authFailed.recovery.v2
source: Open Settings → Personal AI, tap this gateway, open File transfer, and generate a new password your file server accepts.
es: Abre Ajustes → IA personal, toca esta pasarela, abre Transferencia de archivos y genera una contraseña nueva que acepte tu servidor de archivos.
ja: 設定 → パーソナルAIでこのゲートウェイをタップし、「ファイル転送」を開いて、ファイルサーバーで使える新しいパスワードを生成してください。
zh_hans: 打开“设置”→“个人 AI”，轻点此网关，打开“文件传输”，并生成文件服务器接受的新密码。

# fileTransfer.error.certKeyUnpinnable
source: Your file server's certificate uses a key type Conduck can't fingerprint, so your pinned fingerprint can't be checked.
es: El certificado de tu servidor de archivos usa un tipo de clave cuya huella Conduck no puede calcular, por lo que no se puede comprobar la huella fijada.
ja: ファイルサーバーの証明書の鍵形式にConduckが対応していないため、固定したフィンガープリントを確認できません。
zh_hans: 文件服务器证书的密钥类型不支持生成指纹，Conduck 无法核验你固定的指纹。

# fileTransfer.error.certMismatch
source: Your file server's certificate doesn't match the fingerprint you pinned.
es: El certificado de tu servidor de archivos no coincide con la huella que fijaste.
ja: ファイルサーバーの証明書が、固定したフィンガープリントと一致しません。
zh_hans: 文件服务器的证书与固定的指纹不符。

# fileTransfer.error.certUntrusted
source: This device doesn't trust your file server's certificate.
es: Este dispositivo no confía en el certificado de tu servidor de archivos.
ja: このデバイスはファイルサーバーの証明書を信頼していません。
zh_hans: 此设备不信任文件服务器的证书。

# fileTransfer.error.fileUnavailable
source: That file is no longer on your file server.
es: Ese archivo ya no está en tu servidor de archivos.
ja: そのファイルはファイルサーバー上にありません。
zh_hans: 文件服务器上已不存在该文件。

# fileTransfer.error.fileUnavailable.recovery
source: Re-attach the file and send again.
es: Vuelve a adjuntar el archivo y envíalo de nuevo.
ja: ファイルを再添付して送信してください。
zh_hans: 请重新附加文件，再次发送。

# fileTransfer.error.notAFileServer
source: That address answered, but it isn't serving your files.
es: Esa dirección respondió, pero no sirve tus archivos.
ja: そのアドレスから応答がありましたが、ファイルは提供されていません。
zh_hans: 该地址有响应，但没有提供文件服务。

# fileTransfer.error.notAFileServer.recovery
source: It's most likely a login page, a dashboard, or the wrong address — not a file server. The file-server URL is a different address and port from your gateway's.
es: Lo más probable es que sea una página de inicio de sesión, un panel de control o una dirección incorrecta, en lugar de un servidor de archivos. La URL del servidor de archivos usa una dirección y un puerto distintos de los de tu pasarela.
ja: ログインページやダッシュボード、または誤ったアドレスの可能性があります。ファイルサーバーのURLは、ゲートウェイとはアドレスとポートが異なります。
zh_hans: 它很可能是登录页面、控制面板或错误的地址，而非文件服务器。文件服务器的 URL 与网关使用的地址和端口不同。

# fileTransfer.error.notConfigured
source: File transfer isn't set up for this gateway.
es: La transferencia de archivos no está configurada para esta pasarela.
ja: このゲートウェイのファイル転送が設定されていません。
zh_hans: 此网关尚未设置文件传输。

# fileTransfer.error.notConfigured.recovery
source: Open Settings → Personal AI and run File transfer setup.
es: Abre Ajustes → IA personal y ejecuta la configuración de Transferencia de archivos.
ja: 設定 → パーソナルAIでファイル転送を設定してください。
zh_hans: 打开“设置”→“个人 AI”，运行文件传输设置。

# fileTransfer.error.notConfigured.recovery.v2
source: Open Settings → Personal AI, tap this gateway, and open File transfer.
es: Abre Ajustes → IA personal, toca esta pasarela y abre Transferencia de archivos.
ja: 設定 → パーソナルAIでこのゲートウェイをタップし、「ファイル転送」を開いてください。
zh_hans: 打开“设置”→“个人 AI”，轻点此网关，然后打开“文件传输”。

# fileTransfer.error.serverError
source: Your file-server reported an error.
es: Tu servidor de archivos indicó un error.
ja: ファイルサーバーからエラーが返されました。
zh_hans: 文件服务器报告了错误。

# fileTransfer.error.serverError.recovery
source: Check your file-server's logs, then try again.
es: Revisa los registros de tu servidor de archivos y vuelve a intentarlo.
ja: ファイルサーバーのログを確認して再試行してください。
zh_hans: 请检查文件服务器的日志，再重试。

# fileTransfer.error.unreachable
source: Couldn't reach your file-server.
es: No se pudo conectar con tu servidor de archivos.
ja: ファイルサーバーに接続できませんでした。
zh_hans: 无法连接文件服务器。

# fileTransfer.error.unreachable.recovery
source: Check your file-server is running and reachable from this device.
es: Comprueba que tu servidor de archivos esté en funcionamiento y sea accesible desde este dispositivo.
ja: ファイルサーバーが稼働し、このデバイスから接続できることを確認してください。
zh_hans: 请确认文件服务器正在运行，且此设备能够访问。

# fileTransfer.error.uploadFailed
source: Couldn't upload the file to your file server.
es: No se pudo subir el archivo a tu servidor de archivos.
ja: ファイルをファイルサーバーにアップロードできませんでした。
zh_hans: 无法将文件上传到文件服务器。

# fileTransfer.error.uploadFailed.recovery
source: Tap Retry. If it keeps failing, check your file-server is running.
es: Toca Reintentar. Si sigue fallando, comprueba que tu servidor de archivos esté en funcionamiento.
ja: 「再試行」をタップしてください。失敗が続く場合は、ファイルサーバーが稼働していることを確認してください。
zh_hans: 轻点“重试”。如果持续失败，请确认文件服务器正在运行。

# fileTransfer.fingerprint.label
source: Pinned cert fingerprint
es: Huella fijada del certificado
ja: 固定する証明書フィンガープリント
zh_hans: 固定的证书指纹

# fileTransfer.fingerprint.placeholder
source: SHA-256 hex (optional)
es: SHA-256 hexadecimal (opcional)
ja: SHA-256の16進数（任意）
zh_hans: SHA-256 十六进制值（可选）

# fileTransfer.folder.helper
source: Leave blank to use the default for this agent. Set it to the folder your agent's tools read and write.
es: Déjalo vacío para usar la carpeta predeterminada de este agente. Indica la carpeta en la que las herramientas de tu agente leen y escriben.
ja: 空欄にするとエージェントのデフォルトを使用します。エージェントのツールが読み書きするフォルダを設定してください。
zh_hans: 留空以使用此智能体的默认设置，或填写智能体工具读写的文件夹。

# fileTransfer.folder.label
source: Agent working folder
es: Carpeta de trabajo del agente
ja: エージェントの作業フォルダ
zh_hans: 智能体工作文件夹

# fileTransfer.forget.alert.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# fileTransfer.forget.alert.confirm
source: Forget
es: Olvidar
ja: 登録解除
zh_hans: 移除设置

# fileTransfer.forget.alert.message
source: Conduck will erase the file-server URL, the generated credential, and the pin for this gateway. The files already on your server stay where they are.
es: Conduck borrará la URL del servidor de archivos, la credencial generada y la huella fijada de esta pasarela. Los archivos ya guardados en tu servidor seguirán donde están.
ja: ConduckはこのゲートウェイのファイルサーバーURL、生成した認証情報、固定したフィンガープリントを削除します。サーバー上のファイルはそのまま残ります。
zh_hans: Conduck 将清除该网关的文件服务器 URL、生成的凭据和固定指纹。服务器上已有的文件将保留。

# fileTransfer.forget.alert.title
source: Forget file transfer?
es: ¿Olvidar la transferencia de archivos?
ja: ファイル転送の登録を解除しますか？
zh_hans: 移除文件传输设置？

# fileTransfer.forget.button
source: Forget file transfer
es: Olvidar transferencia de archivos
ja: ファイル転送の登録を解除
zh_hans: 移除文件传输设置

# fileTransfer.found.onFileServer
source: Found on your file server
es: Encontrado en tu servidor de archivos
ja: ファイルサーバー上で見つかりました
zh_hans: 在文件服务器上找到

# fileTransfer.found.sizeOnFileServer
source: %@ · found on your file server
es: %@ · encontrado en tu servidor de archivos
ja: %@ · ファイルサーバー上で見つかりました
zh_hans: %@ · 在文件服务器上找到

# fileTransfer.guide.docsLink
source: Setup help
es: Ayuda de configuración
ja: 設定のヘルプ
zh_hans: 设置帮助
